case7-1/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     simpleFoam;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         5000;

deltaT          1;

writeControl    timeStep;

writeInterval   50;

purgeWrite      5;

writeFormat     ascii;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;

functions
{
    forceCoeffs
    {
        type        forceCoeffs;
        libs ( "libforces.so" );
        writeControl timeStep;
        writeInterval 1;
        patches (walls);
        p       p;
        U       U;
        rho     rhoInf;
        log         true;
        rhoInf      1;
        CofR        ( 0 0 0 );
        liftDir     ( -0.173648 0.9848 0 );
        dragDir     ( 0.9848 0.173648 0 );
        pitchAxis   ( 0 0 1 );
        magUInf     51.4815;
        lRef        1;
        Aref        1;
    }
}

// ************************************************************************* //
