case7-1/constant/n0012familyI.7.p2dfmt
           1
         113          33
   501.000000000018        328.020198538365        214.882172807868     
   140.883863421251        92.4850182343911        60.8295894166439     
   40.1252488530078        26.5835046977461        17.7264810121602     
   11.9335146359235        8.14460533326208        5.66645635544597     
   4.04561461295895        2.98549757491728        2.29212443126798     
   1.83862137539575        1.54200616384745        1.34800397889496     
   1.22111619195416        1.13812480462171        1.08384400630833     
   1.04834146610214        1.02512090928912        1.00993342536331     
   1.00000000000000       0.990866556400744       0.978795400961461     
  0.962952529664414       0.942348883218353       0.915870755590071     
  0.882359136152814       0.840756907446542       0.790331973097587     
  0.730956203471210       0.663375498955094       0.589363813401482     
  0.511650384215582       0.433575249642848       0.358547442119514     
  0.289481403182510       0.228397250438644       0.176283964346885     
  0.133205708541529       9.855263665443158E-002  7.132538195761359E-002
  5.037671239161534E-002  3.457909808923210E-002  2.291958523071482E-002
  1.453768145832931E-002  8.722948955805422E-003  4.885737834081368E-003
  2.517968096054202E-003  1.171990431837042E-003  4.747752646261541E-004
  1.520073318763845E-004  2.758080008606631E-005  0.000000000000000E+000
  2.758080008606631E-005  1.520073318763845E-004  4.747752646261541E-004
  1.171990431837042E-003  2.517968096054202E-003  4.885737834081368E-003
  8.722948955805422E-003  1.453768145832931E-002  2.291958523071482E-002
  3.457909808923210E-002  5.037671239161534E-002  7.132538195761359E-002
  9.855263665443158E-002  0.133205708541529       0.176283964346885     
  0.228397250438644       0.289481403182510       0.358547442119514     
  0.433575249642848       0.511650384215582       0.589363813401482     
  0.663375498955094       0.730956203471210       0.790331973097587     
  0.840756907446542       0.882359136152814       0.915870755590071     
  0.942348883218353       0.962952529664414       0.978795400961461     
  0.990866556400744        1.00000000000000        1.00993342536331     
   1.02512090928912        1.04834146610214        1.08384400630833     
   1.13812480462171        1.22111619195416        1.34800397889496     
   1.54200616384745        1.83862137539575        2.29212443126798     
   2.98549757491728        4.04561461295895        5.66645635544597     
   8.14460533326208        11.9335146359235        17.7264810121602     
   26.5835046977461        40.1252488530078        60.8295894166439     
   92.4850182343911        140.883863421251        214.882172807868     
   328.020198538365        501.000000000018        501.000000000018     
   328.020198538315        214.882172807835        140.883863421230     
   92.4850182343771        60.8295894166347        40.1252488530018     
   26.5835046977422        17.7264810121576        11.9335146359218     
   8.14460533326099        5.66645635544526        4.04561461295849     
   2.98549757491701        2.29212443126786        1.83862137539581     
   1.54200616384781        1.34800397889595        1.22111619195659     
   1.13812480462755        1.08384400632236        1.04834146613618     
   1.02512090937304        1.00993342557501        1.00000076903124     
  0.990867989019874       0.978796752584534       0.962953812097230     
  0.942350103135149       0.915871915707220       0.882360236189072     
  0.840757944833716       0.790332943250339       0.730957099307464     
  0.663376309451245       0.589364521421363       0.511650964531605     
  0.433575668398105       0.358547658376552       0.289481371838870     
  0.228396924671134       0.176283295743183       0.133204644025511     
  9.855111229638465E-002  7.132331409403324E-002  5.037398622930501E-002
  3.457555384646927E-002  2.291500310627419E-002  1.453177115538533E-002
  8.715357689582174E-003  4.876092467829149E-003  2.505931414684619E-003
  1.157252195262212E-003  4.569326788245386E-004  1.304089018070196E-004
  1.204707045351854E-006 -3.252774996805858E-005  1.204707045351854E-006
  1.304089018070196E-004  4.569326788245386E-004  1.157252195262212E-003
  2.505931414684619E-003  4.876092467829149E-003  8.715357689582174E-003
  1.453177115538533E-002  2.291500310627419E-002  3.457555384646927E-002
  5.037398622930501E-002  7.132331409403324E-002  9.855111229638465E-002
  0.133204644025511       0.176283295743183       0.228396924671134     
  0.289481371838870       0.358547658376552       0.433575668398105     
  0.511650964531605       0.589364521421363       0.663376309451245     
  0.730957099307464       0.790332943250339       0.840757944833716     
  0.882360236189072       0.915871915707220       0.942350103135149     
  0.962953812097230       0.978796752584534       0.990867989019874     
   1.00000076903124        1.00993342557501        1.02512090937304     
   1.04834146613618        1.08384400632236        1.13812480462755     
   1.22111619195659        1.34800397889595        1.54200616384781     
   1.83862137539581        2.29212443126786        2.98549757491701     
   4.04561461295849        5.66645635544526        8.14460533326099     
   11.9335146359218        17.7264810121576        26.5835046977422     
   40.1252488530018        60.8295894166347        92.4850182343771     
   140.883863421230        214.882172807835        328.020198538315     
   501.000000000018        501.000000000018        328.020198538164     
   214.882172807736        140.883863421165        92.4850182343346     
   60.8295894166069        40.1252488529836        26.5835046977303     
   17.7264810121498        11.9335146359167        8.14460533325770     
   5.66645635544319        4.04561461295730        2.98549757491662     
   2.29212443126853        1.83862137539844        1.54200616385469     
   1.34800397891273        1.22111619199700        1.13812480472544     
   1.08384400656290        1.04834146673991        1.02512091093227     
   1.00993342974847        1.00000266136999       0.990871282185215     
  0.978799701555933       0.962956489921918       0.942352560624634     
  0.915874186802379       0.882362342148934       0.840759897346489     
  0.790334746271923       0.730958749198680       0.663377793116818     
  0.589365812915722       0.511652021747036       0.433576431989013     
  0.358548053979195       0.289481314204627       0.228396320276342     
  0.176282040245881       0.133202612283500       9.854813988835234E-002
  7.131916910057651E-002  5.036832845177855E-002  3.456787701342304E-002
  2.290455710956334E-002  1.451747287104526E-002  8.695729222543788E-003
  4.849298136622908E-003  2.469917477818123E-003  1.109782809924733E-003
  3.952848284621306E-004  5.082559848881291E-005 -1.016798649269654E-004
 -1.625192890060425E-004 -1.016798649269654E-004  5.082559848881291E-005
  3.952848284621306E-004  1.109782809924733E-003  2.469917477818123E-003
  4.849298136622908E-003  8.695729222543788E-003  1.451747287104526E-002
  2.290455710956334E-002  3.456787701342304E-002  5.036832845177855E-002
...
   494.551151870229        493.762682161257        493.498508407083     
